import { FAQ } from "@/types/faq";

const faqData: FAQ[] = [
  {
    id: 1,
    quest: "რა სახის მომსახურებას გვთავაზობთ?",
    ans: "ჩვენ ვართ სამშენებლო კომპანია, რომელიც უზრუნველყოფს სრულ ციკლს – დიზაინიდან და პროექტირებიდან მშენებლობამდე. ვმუშაობთ როგორც საცხოვრებელ, ისე კომერციულ და ინდუსტრიულ ობიექტებზე.",
  },
  {
    id: 2,
    quest: "რომელი ტიპის მშენებლობებზე მუშაობთ?",
    ans: "ვმუშაობთ როგორც საცხოვრებელ სახლებზე, ასევე კომერციულ და სამრეწველო ობიექტებზე. ჩვენს პროექტებში შედის კორპუსები, ოფისები, სავაჭრო ცენტრები და სხვა ინფრასტრუქტურული პროექტები.",
  },
  {
    id: 3,
    quest: "გაქვთ თუ არა მიმდინარე პროექტები",
    ans: "დიახ, ჩვენს ვებსაიტზე შეგიძლიათ იხილოთ მიმდინარე და დასრულებული პროექტები, ასევე შეგიძლიათ დაგვიკავშირდეთ დეტალური ინფორმაციისთვის.",
  },
];

export default faqData;
