import { FeatureTab } from "@/types/featureTab";

const featuresTabData: FeatureTab[] = [
  {
    id: "tabOne",
    title: "ინოვაცია",
    desc1: `ჩვენ მუდმივად ვადევნებთ თვალს მსოფლიო ტენდენციებს და ტექნოლოგიებს. ვუსმენთ, ვსწავლობთ და ვეძებთ საუკეთესო იდეებს და ვცდილობთ დავნერგოთ უახლესი მიდგომები ჩვენს სამუშაო პროცესში. ვფიქრობთ, რომ გაუმჯობესება მუდმივი პროცესია, და არასდროს ვკმაყოფილდებით მიღწეულით.`,
    desc2: "",
    image: "/images/features/inovation.jpg",
    imageDark: "/images/features/inovation.jpg",
  },
  {
    id: "tabTwo",
    title: "ეფექტურობა",
    desc1: `ჩვენ ვიაზრებთ, რომ ეფექტიანობა ძირითადი ფაქტორია წარმატებული შედეგის მისაღწევად. ეფექტიანობა დროში, გადაწყვეტილებებში, პროცესებში თანაბრად მნიშვნელოვანია. ამიტომაც, პროექტის განხორციელებისას თითოეულ ეტაპს უდიდესი ყურადღება ეთმობა.`,
    desc2: "",
    image: "/images/features/efecturi.png",
    imageDark: "/images/features/efecturi.png",
  },
  {
    id: "tabThree",
    title: "მთლიანობა",
    desc1:
      "ჩვენ გვესმის, რომ არ არსებობს განვითარება და წინსვლა რომელიმე ცალკეულ ასპექტში. არ არსებობს მხოლოდ ერთი ადამიანის წარმატება ორგანიზაციაში. სწორედ ამიტომ, მთლიანობა, გუნდურობა და კომპლექსური მიდგომა ჩვენთვის უპირველესია.",
    desc2: "",
    image: "/images/features/mtlianoba.png",
    imageDark: "/images/features/mtlianoba.png",
  },
  {
    id: "tabFour",
    title: "დაგეგმვა",
    desc1:
      "სამუშაოების დაგეგმვა და პროექტის ეფექტური მართვა ჩვენი კომპანიის ძლიერი მხარეა. 16 წლიანი გამოცდილებით, ჩვენ შევიმუშავეთ მიდგომები, რომლის საფუძველზეც პროექტის საწყის ეტაპზე მაქსიმალური ყურადღება ექცევა თითოეული ეტაპისთვის საჭირო მატერიალურ-ტექნიკური, დროითი და ადამიანური რესურსის გათვლას, რაც უზრუნველყოფს პროექტის მიმდინარეობის პროცესის თანმიმდევრულად და უწყვეტად წარმართვას და დათქმულ ვადებში დასრულებას.",
    desc2: "",
    image: "/images/features/dagegmva.png",
    imageDark: "/images/features/dagegmva.png",
  },
];

export default featuresTabData;
